[UNK]
[CLS]
[SEP]
[PAD]
[MASK]
#
%
(
)
+
-
.
0
1
2
3
4
5
6
7
8
9
=
@
B
C
F
H
I
N
O
P
S
[
\
]
c
l
n
o
p
r
s
CC
cc
CCCC
c1
)(
)=
c1cc
OC
Cl
ccc1
CCC
OCC
(=
c1ccccc1
C1
CCCCCCCC
c2
cc1
CN
FC
CC1
Br
CCCCC
COC
NC
OCCOCC
C2
CO
CCOC
c2cc
ccc2
CCCC1
CCN
c1ccc
OC1
ClC
CCC1
CCCCC1
c1cccc
CCCCCC
CC2
Cc1ccccc1
c3
n1
c2ccccc2
c1cc2
CCCCCCC
OCCC
c1c
CN1
N1
OCCCC
C3
cc2
O1
CS
c1n
CCCCCCCCC
CCO
c1ccccc1C
cc1C
c1C
)(=
ClCC
FCC
CCCN
ccc1C
nH
C1C
c2c1cccc
c1o
C1CCCCC1
c1ccc2
([
CNC
OCC1
OCCCCCCCC
c2c1ccccc1ccc2
COCC
CCCCN
nc1
c4
Cc1cc
+]
-]
CCC2
c1occc1
SC
OCCOCCOCC
CC3
NH
Nc1ccccc1
ccc3
Cc1ccc
Cc1n
CCCCOC
c1F
CCCCCCCCCCCCCCCC
CCc1ccccc1
-])=
NCC
C1CC
Cc
OCc1ccccc1
ccc
COCCOCC
C1CCCC1
CCCCCCCCCCCCCCC
Cc1cccc
Cc1cc2
CF
BrC
NH3
ccc1O
OCCCCC
CCCO1
C2C
n2
CN1CCCC1
CCNC
NCCCN
cc1O
OC2
CI
CCBr
NC1
NC2
Clc1ccccc1
nc
cc1N
OCCCCCCCCC
ccc1N
c2cc1
c2ccc
c2n
CCOP
Oc1cc
CC1C
CCCCCCCCCC
COP
OCCN
CCCCCCCCCCCC
COc1ccccc1
CCCCCCCCCCC
CCOCC1
CCOCC
S1
.[
n1cc
CCN1
CCCCC2
cc3
CC1OC
N1CCCC1
CCCCCCCCCCCCC
Cc2ccccc2
N2
cc1Cl
C4
c1nc
c3cc
nc1C
CCC1C2
Nc
OCCOCCOCCOCC
OCCCCCC
cccc1C
c2F
CCCCCCOC
OCCc1ccccc1
CSC
CCCCCCCCCCCCCC
CCl
OCCS
OCCO
Fc1c
Cc1nc
NCCN
+])
CCCl
c1ccccc1cc2
c5
CCCOC
c1s
NN
CCc
C1OC1
Oc
FCOC
Cc1ccccc1N
NCCC
FCCC
CC1OC1
Oc1ccccc1
c1O
CCCCCN
Cc1occc1
c1cs
Cc1ccccn1
OCCCCCCC
CC1CCCC1
COc1ccc
CCOc1ccccc1
CCNCC
c2nc1ccccc1cc2
CNc1ccccc1
OCCOCCCC
CCC1C
OCCCl
CCCOCC
ncc1
CCC3
CCCOCCC
ON
NCCCC
Cc2c1ccccc1ccc2
CCC2c1ccccc1
CC1CCCCC1
OCC1CCCO1
ccn1
1C
Fc1ccccc1
OCc1occc1
N1CCCCC1
CCCCc1ccccc1
c1cscc1
cccc
C1OCC
BrCCBr
COc1cc
CCCCCCCCBr
OCCCCCCCCCC
CCCCNCCCC
)[
CCI
ClCBr
OC1CCCCC1
CCCCOCCCC
CCOCCOCCOCC
ClCCl
COCCOC
CN1CCCCC1
ClB
FCCCCCCCC
Oc1ccc
Clc2c1ccccc1ccc2
ClCCCl
OCCCCCCCCCCCC
CCc1cc2
ICI
Cc1ncccc1C
FC1
CCC1C2CCCCC2
NS
Brc1ccccc1
Brc2c1ccccc1ccc2
CN1CCN
Nc1ccc
COCOC
CCN1CCCC1
CS1
CCC1OC1
COc
SCC
COCCOCCOC
NCc1ccccc1
CCCCCCCCN
Clc
CCCCCCCCCOC
CC1CC
OCCCCCO
CN1CCOCC1
c1ncc
ClC1CCCCC1
nc2
Ic1ccccc1
C1CCCO1
c1Cl
CC4
CCCCCl
CCCCl
n1ccccc1
COCCO
CCCCCCCl
CCCBr
Clc1ccccc1Cl
C1OCCOC1
c1ccccn1
CCS
Clc1ccc
O1CCCCC1
O1CCCC1
ccc1Cl
CN2
Cc1c
c3ccccc3
cc4
c2c
c2C
Clc1cc
C1CCC
cn1
Fc1cc
ccc32
CNCC
cc1F
OP
c1sccc1
OCCCO
COCCOCCO
Nc1cc
Fc1ccc
OCCOCCOCCO
C3C
NNC
COC1
O2
CCCC2
c1cccnc1
CCCC3
C1N
c1N
c1ccncc1
cc2C
C12
N1CCOCC1
c2ccccc32
ccc2C
ccc4
c1oc
nn1
CN1C
c1cn
NO
N3
NH2
N1C
C1NC
c6
CC2C1
ccc5
cnc1
OCCOCCOC
C1CC2
C1O
C1CC1
C2C3
Nc2
Oc2ccccc2
ClCCC
CC3C2
Cc2cc1
OCCOCCOCCOCCO
c1ccccc1O
cc1OC
CO1
ccccc1cc2
oc1C
CC1CCC
2C
c1ccccc1N
OCCOCCN
n1c
OS
OOC
OCCOCCOCCOC
ClC1
c2cc3
OCCOCCOCCCC
COCCOCCOCCOCCOC
cc1cc2
c3F
ccc1F
OCCCCO
n3
cc2Cl
C1OC
c1cnccn1
Fc
N2CCCC2
N3CCCC3
Cc2
C2NC
c3ccc
CCCS
OCC2
c3c4
CCCCCCC1
CC5
C2CC
CCCCCC1
Cc1
c7
CC2CC1
ccc2Cl
Nc2ccccc2
c2cccc
cnc1C
OCCOCCO
BrCC
CCCCCOC
Nc1nc
n1ccnc1
COC2
CCc1ccc
OCCOC
ncn1
Nc1cccc
Oc1cc2
sc1C
ccc21
COCCOCCOCCOC
CC2C
O3
CCC4
ccc6
c2cc1ccccc1cc2
Oc1cccc
Nc2ccc
CCC21C
c1ccccc1n2
ccccc1
occ1
c3c
c2O
CCSC
ccc1OC
cccn1
OC1C
COCCOCCOCCO
SS
Oc1c
c1sc
ncc2
OCc
CON
COCCC
c1ncccc1
c2c1cccc2
ClCOC
OC1CC
CCOC1
CNC2
cc1ccc3
nn2
c1ccccc1C3
ccccc4
c1ccccc1c
Nc1c
CCC1OC
S2
ccc2N
Fc1nc
Sc1ccccc1
Cn1c
ccc2O
CBr
no
CC1CC2
C1C1
Cc2n
CO2
ccc1c3
NCN
OCCO1
Oc2
ccc1cc2
CCCCOP
CCOc
C6
OCOc1cc2
OC3
c1ccccc1Cl
SCCC
c1cc3
C5
CP
c2Cl
CSCC
CCc1cc
PH
ncnc1
NC3
C3c1ccccc1
CC1O
n1cccc1
CCNCC1
CC21C
c8
cc1Br
Cc1ccccc1C
CCC1CCCCC1
CCCCCCCCCCCCCCCCCC
NC1CCCCC1
cccc1O
OC2CC3
CCCc
CCCCCCCC1
OCCSCCO
Cc2cc
COCCOCCOCCOCCOCCOCC
CN2C
Oc1ccccc1C
CC1CCC2
c3Cl
cc2O
c1ccc3
C2CC3
C2Nc1ccccc1
ccc42
CC1C2C3
](
CCCCN1
C2CCC1
nnc1
NN1
cc6
)([
nc1cc2
c2s
CCCCCCCOC
CC1C2
Brc1ccc
CNCCC
Clc1cccc
C21
CCNc1nc
OO
C2CC1
CSCCC
c3cc2
ccc2c1ccccc1
Cc2ccc
FCN
CC3C1
ONC
CCOc1ccc
CCC21
COc1ccccc1C
nc1Cl
C1CCCCCCCC
COc1c
c31
c1sccn1
C2O
Fc2c
C2CCCCC2
Oc2cc1
c1ncccn1
cc5
CCCCS
Clc2ccc
C1CCC1
c4ccccc4
FS
sc1
CC1CC1
c4ccc
C2CC1C
c1cocc1
Cc1cn
CNC1
c1nccnc1C
OCCOCCOCCOCCCC
CN3
OC2CC
Brc1cc
(=[
COc1cccc
SC1
c2ccccc42
CCCNC
C2CC1CC
C2c1ccccc1
Oc2cc
ClCCCC
ccc1c
CCC1C2C3
c9
C1C3
c2o
C2N
cccc2
n1C
OCc1ccc
Oc2ccc
CCC1CCCC1
FCCOC
Cc1ncc
Cc3
N2C
cn2
n4
FCCCC
c2cccnc2
c1nccnc1
Cc1cccnc1
cc2N
CC2CC
c2ccccc2C
ccccc6
CCC1CC
Oc2ccccc2C
c4F
cccc1N
CSC1
c1ccccc1c2ccccc32
c1ncccc1ccc2
sc2
c2cc1OCOc1cc2
C2C1C
OC4
CCP
CCF
ccccc5
CC32
Nc1ccccc1C
n2cc1
C7
nc3
Cc1ccccc1CC2
c1CC
ClP
+]([
COCN
n1n
c1ccccc31
CCC1C3
CCC32
cc1cc3
-][
CCC32C
Fc1ccccc1C
cc1S
P1
CCOCCC
c1ccccc1c2C
COS
CCNCCN
CCCCCCCCCCCCCCCCCCCC
c1ccccc1ccc3
OCC1OC1
ccc7
ccc1Br
Cc1oc
CCCc1ccccc1
BrCCC
NOC
CCCCCCCCOC
CC21
cccnc1cc2
CNN
FCCN
C2c1ccccc1C
NCc1cc
Cn1
C1c2ccccc2
cn
ccc8
Sc1cc
CCNc
nc9
c2cc1cc
c1ccccc1c2
C1NC2
cc1CC
Clc1ccccc1C
Brc1c
ccc2OC
c3C
Fc1cccc
NC1CC1
CCCNC1
cc1c2
CCCCCCCCCCCCCCCCC
c1ccccc1S
CCOC2
FN
nc1F
c2cccc3
c1cccc2
CCCCCCCCCCCCCCCCCCC
OCOC
c2ccccc2cc
c1no
IC
CCCCCCCCCCC1
CC2CC3
CCOP1
Cc1ccncc1
N4
NN2
c1ccccc1ncc2
nc1OC
oc1
CCc1ccccc1C
CNc
CN1CC
ccccc2
Cc2cc1ccccc1cc2
NCCC1
OC21C
CC1CCCC
c1nn
CCC3C4
nn
NCCN1
CCOc1cc
Cc2o
ccc52
cc1ccc2
C3CC2
c4c
COc2ccc
C2CCC
ccc1c2ccccc2
CCCC4
CCCc1cc2
N4CCCC4
Nc1ccccc1N
CCOS
CCO1
CCOc1ccccc1C
ccccc32
c1ccccc1cc2ccccc32
Cc1ccccc1NC
SC1C
C2N1
ClCc
CCSCC
N2CCCCC2
c1OC
Cc1sc
P2
NNc1ccccc1
Nc2n
s4
n2c1ccccc1
CC31
Sc1ccoc1C
C1Cl
Nc1
on1
cc7
ccc1n2
SCCC1
nc4
ClCCOC
C2OC
CCN1C
ccc1cc3
c4ccc3
CC1CCCO1
-])(=
CCCCO1
ClS
cc1n2
oc1cc2
Cc1ccccc1O2
cc1c2cc
OCCCCCCCCCCC
CCSP
Nc2cc1
OCCN1
c1cn2
FC1CCCC1
SCc1ccccc1
C1CS
Brc
cc8
c1ccccc1C2
COCOCC
CCc1nc
no2
C1OCCO1
CC1CCC2C1
OCCNC
C1C2
CCC1CCC
c1ncn2
FCCCCC
c2ccccc52
SSC
cc31
c1cccnc1c2O
Cc2s
ccccc1nc2
CC2C3
Cc1cs
c1Br
CCCCCCCCCCCCCCCCCCCCC
CCCCCC1OC
C1CCCCCCCCCCCC
c3cc1
cc3Cl
CCON
c1ccccc1F
NP
C2CCC1C
CC41C
nc5
C1CCCCCC1
Nc2s
5CCCC
CB
N5CCCC
NCc
Nc1cccc2
N5CCCC5
CCC1CC2
c1ccccc21
nc2C
c2c1c
COc2cc
CSSCC
c2cn
Clc2cc
COCCCC
ccc2C3
c5ccccc5
COc3ccc
CCCCCCCCCCCCCCCCCCCCCC
ccc1C2
COc2ccccc2
CC2OC
CCCCCCCCCCOC
c1ncccc1c
FCOCC
Brc2ccc
NCCCCC
CC3CC
nc9C
s3
Cc1ccccc1C2
C2CCC1CC2
COc2cc1
CS2
OC2CC3C1CC
C3CC
oc
OC2CC3C1C
CCB
CCc1occc1
C2CC2
ClCCN
Nc1ccccn1
OCCOCCOCCOCCOCCO
c51
CCC3C4CCC1
CCCCNC
COCO1
C1CC2CC1
COC1CCCCC1
cccc2Cl
C1C2C3
Fc1oc
CCCP
oc2C
sc2ccccc42
NCCS1
nc2F
ccc3C
OB
c3c2C
c2ccccn2
CC1OC2
CC1C3C
CC4C3
C2Cl
CSc
C3c1ccccc1C
CCC2CC1
CC6
C2C2
CO3
COc1nc
c3c1ccccc1cc2ccccc32
C1CC2CC
CCCn3
cnc2
C1SC
CC1CC2CC1
54
OCc1cc
c1ccccc1OC
CCCCCCCCS
ccccc3
CNCN
ccc51
NC1CCCC1
CC2CCC
OCC1C
CCC31C
N3C
OC43
SSCC
ccc2cc3
Clc2cc1
ccc1n
C2O1
Nc1ccccc21
c2occc2
NCCc1ccccc1
N1N
NCCCCCC
cc1c
SCc1occc1
CCC43
c2sccc2
CC1OCCO1
c1nc2
CCCCCCN
Brc2cc
CN1CCC
FCCNC
c1CCCC
c1c2
Fc1cn
nn1C
CNc1ccc
CCc1ccccc1N
NCCOC
c5c6
SC1CCCCC1
Clc1c
N1C1
cc2F
SCC1
c4c3
ccc1sc2
Nc1cc2
ncc1C
OCC1CC
OC1CCC
CCCCCCS
CN1CCNC1
CN1C2
FCOCOC
c2c1ncccc1ccc2
Oc1ccccc1O
FCCCOC
CCN1CCCCC1
c1nccn
CCSCC1
CCC2OCC1
OCCC1
BrCCCC
CCCC1CCCCC1
Cc1sccc1
NCCc
Cn1cnc2
CN1N
ccccc1c
C2Oc1ccccc1
CCCC1OC
CNCCCN
Clc1ccccc1N
c2sc1ccccc1c2
nnn1
c2ccccc2c4
nc1N
ccccc64
Cc1ccccc21
Cn1cncn1
c2cccc3c2C
CCNCCC
c1ccccc51
c2cc1nc
#[
OCc3cc
OCCc
CC2CCC3
+][
CCc1c
cc4N
CC1CC2C3
C2NN
OCCCN
COc1ccccc1N
CC51
cc2c3
ccc3sc2ccccc42
n4c3cc
CH
CCCSC
C1O2
+](=
CCOC2CC3
OCCCc1ccccc1
CCCCOS
OCCOc1ccccc1
C1CCC3
Oc2cc1ccccc1cc2
Sc2ccccc2
C1C2C
C3C2
CC3O
cc1c2C
C3CC1
c5c
Cc2nc1c
SC3
cccc2C
CC2c1ccccc1
ccc3Br
NCCCN1
C2C3CC
C2C4
occ1C
CC1CC3C2
COC1C
OC1CCCC1
C31C
n5
C1S
OCC1CCC
c2cc3Cl
CCCCCCCCCCCCCCCCCCCCCCC
c3cc4
scc1
c2nc1ccccc1c
cc42
CC1CCC2CC1
CNCCN
+]=
C42
c1C3
+](
CCCCCCC1OC
S3
CCCc1ccc
c1ccccc4
NS2
ccc54
C2CC3C
c1ccccc41
CCO2
Cc4
Cc2cn
c2nc9C
CC2CCC1
CC2CC1C
C3CCC2
c4cc
c6ccccc6
Cn2
C1CN
ClCCS
n2n
cc1O2
N2N
nc1n
CCC1O
Cc1ccccc1O
BrC1
Cn1ccnc1
C4CC
COC3
CC1C2C
NC4
NCCNCCNCCN
CCCC31
CCCCP
OCc2ccccc2
c2ccccc2N
OCCOCCOCCOCCOCCOCCOCCOCC
C1CCCCCCCCCCCCCCCC
c2c3c4
OC3N
CC52
C4CCC31C
C3C5
C1CC3
CC2C1CC
N1C2
10
ccc1cc2C
ccc2Br
c2ccncc2
ccc2s
C3CC4
SP
CC2O
CCCNc1cc2
CCN2
c1cc2C
n2C
CCCSCCC
Cc1nccnc1C
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
C1CCCCCCC1
FCCCN
CCS1
OCC2C
CCN3
1CCC3
NO2
CCc2ccccc32
OC1CCCCCCC1
cc2CCC3C4CCC1
CC41CCC3
CCC42C
CC41CCC3c2ccc
ICC
Nc1sc
s2
CN2CCC1CC2
OCC2OC
cc1ccc3c4
NCC3
Clc1sc
C23
OCC1OC
CCC2C
CCN1CC2
Nc1n
ccc1OCC
CC1OC1CC2
FC1CC
NN1CCCCC1
CCCn4c3cc
ncc
nc1ccc2
NCc1occc1
c1cccnc1ccc2
nc1CC
cc3c5
Cc2cccc3
ncccc1cc2
C1Br
1p
ccn2
c21
Cc1cocc1
1p3
c1c3c4
CN1CN
OCCCCCCCCCCCCC
C21CC1C
C1CCCCCCCCCCCCCC1
c1c3c4c2c
FCOCCC
CSCCSC
CCCCCCCCCCCCCOC
C1NCCN1
no1
SCN2
CCc1cscc1
ClCCCOC
C1C5
c4c5
Nc1ccccc1C2
Clc7
C3c1ccccc1c2ccccc32
SCN2N
NCl
Oc2c1ccccc1ccc2
CCc1nccnc1C
c2ccc3
N1CCNCC1
c4cccc
OC2C
CCSSSCC
cnc1F
c1nccnc1CC
FP
NO1
C1NN
CCC1c2cccnc2
c1nocc1
Cc3cc
sc3
CCn1cc
OCc1ccccc1C
OCC3
c1ccccc1n
CCNC1
SCCS1
cc1ccc3s4
OCCC1CCCCC1
CCCCN1CCCC1
Clc2c
CCCCCCCCCC1
C3O
CCC1C3CCC2
C2S1
C2CCC1OC1
C2C1CCC
ccc2F
CCC1CC1
CCOc1c
c3ccc2ccccc2
Fc1ccccc1NC
CN2c1ccccc1C
n1cnnc1
C2Nc1ccccc1CC2
OCl
CNCCCC
CCc1ccccc1O
ccc1N2
c1ncncc1
C6C
Cn1ccc
Cc1cscn1
c1CCCCc1ccc2
c1ncncc1nc2
CCCCI
ClN
CC1NC
C2C1CC1
ccc2c4
CCCCC1CCCC1
cc2ccc54
Oc1ccccc1N
ncc1F
cnc
CCc1cccc
CCCCCCCCCS
c4nc
N2Cc1ccccc1CC2
FCOCOCC
COC1OC
Cc2occc2
cncn2
Sc1sccc1
sc2C
CCc1ncc
C1CCCCN1
c2ccccc2n3
OCc1ccccc1N
c5c2ccccc2
CCCSSCC
c9c
C2Oc1ccccc1CC2
NN1CCOCC1
CCCO
Cc2nc1cc
Cc1cnccc1C
Cc1sccn1
Fc4c
CC7
ccc2c1
CN1C3
C3N2
C1CC2C3
ccccc1cn2
Cc1cscc1
c1cc4
ClNC
CCCc1ccccn1
CCCCCCCCCCCC1
C2CC1CCCC1
CC2CC5
CCOCCOC
Sc1ccccc1C2
CC2CC5C3
31
4C3
cc1no2
CC1SCCC1
c3CC
c2ccccc2c1ccccc1C3
N1CN
ccc3cc4
CCOCC1OC1
OCCO2
C1OCC2
c3ccccc3c4
c6Cl
Cc2cc1OCOc1cc2
c7Cl
COC2C1OCC2
c8Cl
C2Nc1ccccc1S2
OCCN1CCN
Nc1cccc2c1C
NCCCCN
OCO1
CNC1CCCCC1
C2SC
N1CC
CN1CCCC1c
OCCON
COC1CC1
C1NCCC1
c1ccncc1ccc2
CC2C1C3
CC1OCCC1
ocn1
ccccc8
C1NCCCN
C1NCCCC
C1C2CCC1CC2
C1CCSCC1
COc1ccccc1OC
C2Nc1ccccc1O2
ccc1c2ccc
OCCN1CCOCC1
CC1CCC1
COCCc1ccccc1
Cc1ccnnc1
Oc2c1ncccc1c
FCCNCC
nnn2
CCc1sccc1
CCCCCON
CN1CCCN
C32C
OC2CCCCC2
Cc1cnc
C1OCOCOC
COCC1
Fc1ncc
ClCCCCC
C1CCCCCCCCCC
cc1c3
COc3cc
COc1nccnc1C
Clc1ccccc1NC
C1NCCCCC1
C1CSCC1
NCCCCCCC
Oc3ccccc3
CCCCSC
c1cncnc1
CCC2C1
c1cnccc1C
C1CC2CC31
Nc1oc
c3c5
CSCc1ccccc1
CCC41C
c1nccnc1cn2
CCCOC1
CC1SC
CC1CCCCCC1
COc2c1ccccc1ccc2
N1CC1
COCCN
Nc2c1nc
Oc2cc1cc
Cc1cnccn1
Fc1
CCCCc
Nc1ncccn1
c1ccn2
C31
cc2OC
c2c1ccccc1ccn2
CNc1ccccc1C
CCCNCCC
NCCO1
NCCCCCCN
SSSC
NN1CC
CCCCON
cc1c5
CCCCCCl
Cc1ccccc1S
N1CCCCCC1
CN2c1ccccc1
COCc1ccccc1
Cc1ccncn1
OC2CCC
Cc1cncnc1
CCc1
CCCN1CCCCC1
c1ccccc1nc2
CCNc1ccccc1
c2ccccc2c1ccccc1
c1nccn2
CCCP1
CC3C
c2cc1nn
Cc1ncsc1C
Nc2nc
Cc2ccncc2
c2nc
Cc1ncccn1
Fc1ccccc1N
OCNC
ccc2c1ccccn1
C3C2C
ccc4N
CC1CCNCC1
c2cc1ccccc1nc2
ccc2c1ccccc1c3
Cc1ccccc1CC
CCOC2CC3C1C
OCCCO1
C3c1ccccc1Cc2ccccc32
CCCON
c5c7
c1cccc3
CCOCCOc1ccccc1
CCN1c2ccncc2
O2CCOCCOc1ccccc1
c1cccc2N
Nc1cccc2c1cccc2N
OCCCCl
cc2n3
c2cc1c
Sc2
SC2
n2cc1ccccc1cc2
Cc2nc1ccccc1cc2
c1OCOc1cc2
C1CCCC1C2C3
CC4C1CC
CC32CCCC
c1OCOc1cc2CC
c2cc3ccccc4
CC2CC1C3
CCN2c1ccccc1
c2cc3ccccc43
OOCCCC
oc1F
c2Oc1ccccc1
CC1CCCC2
cc32
nc3c1ccccc1ccc3
FB
c1c2c
c1ccc4
c1ccccc1ccc4
CC42C
CN3c2ccccc2C
7cc
c1ccccc1C4
C1CCCCCCCCCCCCCCC1
5CC
CSSC
cc3F
FC1OC
CCSSC
C1CC2C
C8
N6
Sc2ccccc32
CCc2cc1OCOc1cc2
CCCCCCCCP
c4c2ccccc2cc
Nc2c1ccccc1c
C3c1ccccc1Sc2ccccc32
Cc3c1
c1nonc1C
c4c2ccccc2ccc4
CCCc1ccccc1C
cc2c5
C4O
ccc1cc2ccccc2
c2c1C
c2c1ccccc1ncc2
ccc2Nc1ccccc1
c1occn1
S1CS
cc1ccccc3
cc2cc1ccccc3
CCCCCCCCCCCCCCCCCCCCCCCCCCC
cc3cc4
cccc9
c2ccccc2cc4
cc2cc1ccccc31
3c1ccccc1
Cc3ccc
ccc1ccc2
OC1F
NC1C2
cc1cc3c4
NN2c1ccccc1
3c1ccccc1CCc2ccccc32
6cccc2
c3n
CCCC2C1CCCC1
ccc4c5
COC2CC
c1c3c4c2c6cccc2
Cc2ccc3cc2
OOCC
CCOCCCC
c1ccccc1NC
C3OC
CC43
ClCCOP
CNNC
c2ccccc2C4
Cn1cccc1
CCc2ccccc2
C1NCCS1
Fc3c
Nc2c
][
CCCCOCC
ccc1CCC
CC1C3CC2
C3CC3
C4CC4
c2cc3C
NCNC
n3c1ccccc1c2ccccc32
Nc3ccccc3
ccc1CC
OCCOP
CCC3C1
OC1CCCCC1C
COC32C
Nc1nn
nc2cc
ccc1OC2
cc1OCC2
cc1ccccc1
CSCSC
n9
Clc2
c1ccccc1CCC2
ccc3c5
CN2C3CCC2
nc9c
n2c1ccccc1nn2
nc4n9
nc1nc3
CN2C3CCC2CC
Clc2cccc
ccc1c3ccc
cc3C
ccc4c2ccccc2
Nc2ccccc2C
4C3CC
C2C1C3
C3CCC41C
CSc1ccc
c4c9c
OC2COC
C4C2CC3C
C1CCC4C3CC
ccc2NC3
CCCCC1OC
ccccc1cc3
c1ccccc1Nc2ccccc32
c3cc1ccccc1cc3
c1ccccc1Nc
c3c1ccccc1ccc3
ccc1c2C
cc4cc2
C1CCCCCCCCCCCCC1
Fc2cc
CCCCC3
CSCC1
CC1OC31
Cc2cc1ccc
CC2CC3C4CC
CC1OC31CC2CC3C4CC
CC1OCC
CCSCCC
c3cc2cccc
CCC1c2ccccc2
c5cc
Cc2nc1ccccc1c
CCCCCCCC1OC
c2sc1ccccc1n2
c2N
COCNC
CC3c1ccccc1c2ccccc32
FCNC
C1CCCN1
Oc1nc
CC21CCC
OCCc2ccccc2
CC1COC
Cc1nn
Clc3cc
N1CCN
C1OCOCC1
OCCOCCOCCOC1
CCCc1ccncc1
ccc3c2ccccc2
Cc1cccc2
C1CCCCCCCCCCC1
1CC2
C1CC21CC2
CCCCC21
ClSC
C1CCC2
C1CCCCCCCCC1
C1CCCCC21
cc1CCC32
C1CCC3C
FCCCCCC
Clc3ccc
c2c3cc
C2CCC3C4CCC1
CCCCCCCCCCCCCCCCCCCCCCCCC
92
c2ccccc
c3O
c4O
c3cc1ccccc1c
c2ccccc2cc4C
c2ccccc92
Brc1ccncc1
OCCCc1cccnc1
cc1ccc3cc4
OCN1C
OCCn1ccnc1
cc2SS
Cn1cnnn1
cc2SSc1cc
C1NC1
CC1C3
C2COc1c
ClC1CN2CCC1CC2
Oc2c1cccnc1ccc2
Oc2cccc1c2cc
C1CCCCCCCCCCCCCCCC1
C1CCCCCCCCCCCCCCCCC1
ccc2sc1ccccc1
Oc2cccc1c2cccc1O
NOc1ccccc1
Oc2cc3
SCCCCCCCCC
CCc1cccnc1
OCc3c1ccccc1cc2ccccc32
OCOc2cc3
c2n1cnnc1
c2ccccc2c5
CCOc2ccc
FCCOCCC
c5cc4
nc2c3
COCCOCCOCCOCCOCCOCCOCCOCCOCCOC
c3cc2OCOc2cc3
C2c1ccccc1OCC2
CC21CC
Cc2cccc3c2n1cnnc1
Cc2cccc3c2n1cnnc1s3
Cc1o
ONc
ccnc2
CCCI
OCCOCCCCC
CNc2cccc3c2C
CC1CCOC
Nc1ccccc1Cl
BrCBr
n2ccnc2
COc1ccccc1CO
n1cncnc1
CCC1CCCC1C
Cc2cc1ccccc1cc2C
Cc2sc1ccccc1c2
c1c2c3cc
Cc1oncc1
8c9
NNC2
SCl
ccc2cc
c1c3c
C1CN2
c2c1c3c
ClCSCl
CC2CC1OC1CC2
ccc5c
c7c
c86
c1ccc3cc6
c4ccc7cc
c9c2c1c3c
Nc2ncccc2C
COc2cc1CCCNc1cc2
ccc1ns2
104
10c86
8c9c7c
ccc2ccc1ccc3cc6
C1CN2CCN1CC2
c9c2c1c3c8c9c7c
ccc2ccc1ccc3cc6ccc5c
SCCOCC
]=
nn3
CCCCCN1CCCC1
CCCCOCCOCCCC
ccc1c2ccccn2
OCCOCCOCCC
OC1CCCCCCCCCCC1
Cc1ccccc1SS
c2ccccc2C5
cc2SC
cc2c1ccccc1Cl
c4cc6
SCc1cnccn1
OCCNCCO
OCCCCCCO
CNc1ccccc1N
ccc1c3nn
PH2
ccc1c2ccccc2C5
Clc7c3
c3ccccc3c4ccccc64
c1ccccc1ccc4cc3c5
SCCOCCS
Cc1ccccc1SSc2ccccc2C
c4cc6Cl
(\
Fc2c1ccccc1ccc2
Ic1ccc
NN1CCCC1
COCNCC
NCc1ccc
NCc1ccccc1C
CCNc1ccc
CCCCCCBr
Cc1ccccc1OC2
OCCCS
cc2NCc1occc1
OCCCCCCCCCCCCCCCCCCC
COc1ccccc1NC
CCOc1ccccc1F
C1OCCOC
ccc4C
CCCCCCC1CC
CCCCCCC1CCCC1
CC1CC2OC
ccc1c3c2ccccc2c4
C2Nc1ccccc1NC2
c2o1
CC2CC3C1CCCC1C2C3
NN2CCOC2
4CC5
CCn1cccc1
c1cccc1cc2
Clc1ncccn1
OCCNCC
c2c1ccccc1
c2n1
CC1NC1
C2OC1
C2CCCC2C1CCCC1
CCOCc1ccccc1OC
c2ccc1cccc1cc2
OC1OC
ClCc1ccccc1C
CSCCNC
CCO3
ClCCOCCCl
c1ccc2C
c2ccc54
CCOCCBr
CCC1Cc2cn
cnc1CSCCNC
c2ccccc2ccc54
Oc2c1ccccc1ncc2
C2c1ccccc1CC
Clc2cc1cccnc1cc2
C2C4C1C5
C3C2C54
c2n1CCCc1cc2
C2OC1CCC2CC1
CCC1Cc2cnccn2
C2C4C1C53
NN2C
ON1C2
P1C
nc2cc3
oc2cc3Cl
c1ccccc1Br
CCCCCc1sccc1
C2C1
CCOCc1occc1
ccc2OCC
ClCSC
CN1CCOC1
C3C4
OCC1COCO1
OC2CC1C
CCC3OC2
Nc1ccnnc1
Cc2cc1CCCC
Oc2c1ccccc1c
P2P1
Fc1cnccc1F
)\
FI
Nc2cc1ccccc1cc2
SN2CCCCC2
cccc3
Clc2cccc3
c1ccccc1I
C1S2
C1CCCCO1
CCCCCCCCC1
CC1COCO1
COB
CC2Cc1ccccc1CC2
c1cc2S
C3c2cccc
O1CCSCC1
CSc1ccccc1O
FCCS
FCCl
OCC1CCCC1
OCC1CCCCN1
CCCCCCCCCCCCCCCCOC
Cc1cccc3
c2nc1nn
OCCNCCCC
CCN1SN2CCCCC2
CCOc1ccccc1N
CCOc1ccccc1O
c3ccccc3cc4
Clc1ccn
Nc1ccncn1
C1NCC1
Cc2cc1CCCNc1cc2
Cc2cc1ncccc1cc2
cc1cc2ccccc2
c7ccc
c1cccc2c1no
CC2CC3C1CC
n2c1ccccc1n
c5c6c3ccccc3cc4
Nc1cc2Cl
CC2c1ccccc1CCC2
CCn1cccc1C
c2Oc1ccccc1O3
Clc2cccc3c2Oc1ccccc1O3
cc1cc2ccccc2c5c6c3ccccc3cc4
c1cccc2c1non2
cc1cc2ccccc2c5c6c3ccccc3cc4ccccc64
OO2
Oc1cnccn1
SCCc1ccccc1
CCCCc1ccccn1
CCCCOCCOCCOC
ClO
ccc1P
CCCSCC
C1CCCCC
CCCCCCCCCO
CCCCCCCCSCC
FCO
BrCC1CCCO1
c2ccccc6
ccc2c1cccc2
c1cc2Cl
CCOCCCCCC
ClCCBr
SCc
Nc1ccccc1I
CCCCCCCCCCl
CCCCCCCCCCCCCCN1CCCC1
NCCNCCN
NCCCN1CCOCC1
Fc1ccccc1F
cccc6
Cc2cc1ccccc1cn2
CCCSSS
c3c4c5
O3CCOc1ccccc1
C21O
Cn1ccc2c1cccc2
CCCn3c2cc
Clc2cc1oc
ccc2sc1ccccc31
FCCNCCF
Cc3c1c2ccc3
ccc1cc2ccccc2n3
C1CCCCCO1
CCCCCCCCCOCCCCCCCCC
c2ccccc62
CCCSSSCCC
3CC51
4Cc2ccccc2
6CC
8C3C
94
93CC51
NCCCCCN
CC93CC51
CCCC6
CCCCc2cc3C
CCCCOCCOP
ClCCN1CCCC1
Clc1ncc
ccc1c4
ccc1c3cc4
CCCN1CCCC1
OCCN1CCCCC1
c1ccccc1c3c4
C1SCCC1
CNc3cc2
CN4Cc2ccccc2
C2NC2
CCCC1OC21C
CCC1c3c
CCCCC1OC1C
CCCCCCn1ccnc1
CC2CCCCC2
c2ccccc2c3cc
c2ccccc2c1cc3
CSc1ccccc1
FCCOCC
CCCNc1ccccc1
OCCCCCCCCCCCCCCCC
CC3C4
COCCOCCOCCOCCOCCOC
C2C94
ncn3
N1CCCC1C
OCCCCCCCO
CC4C6
C2C3CC1
Cc2cc1nc
2C8C3C
OCC2CCC
CC5C2C94
c2ccccc2cc3ccccc43
NN1c2ccccc2
cccc2OC
c1nccnc1OC
CCC1C3C1
c3cc1c2ccccc2c1cc3
Cn1cnc2c1N
CNCCCN3c1ccccc1CCc2ccccc32
Cc4c2ccccc2c3cc
ClCCSCCCl
CC72C8C3C
C81
N6CCCC6
Clc1ncccc1Cl
ccc1c4c2ccccc2cc3ccccc43
c1ccccc1c3c4C
CNc3cc2OCc1ccccc1
CCC1c3cncn3
CC4C6C7
Cc4c2ccccc2c3ccc1ccccc1c3c4C
CC72C8C3C6CC
CCC1c3cncn3C2CCCCC2
6C7
FCCCCCCCCCC
SCCCCS
nnc1C
CCCCCCC1C
CCCCn1ccnc1
Clc1cocc1
Clc4cccc
OCCc1ccccn1
CCCCCCCCON
c2ncn1
CNNC2
CC1SCCS1
CCCCCSC
C2CC1OC1
C2SC1CCCCC1
CCOCc
OC1CCC3
c2ccccc2Nc1ccccc1
OCCCOC
CN1CCCNC1
CN1CCC2CC1
C3C1CC1
cc2c1cc
CSc1c
CSC1CCCCC1
c4N
CCCCCCCCCCCCCCCCCCCCCCCCCCCCC
OCc1ccccc1F
OC2CN1CCC2CC1
c2cc1cccn1
OCCOc2c1ccccc1ccc2
c5ccc
CC4C7
cc43
C1OOC1C
Nc2ncnc1
CC3C2CCC1
Fc1ncnc
C5C1OOC1C
C2CC32
C2O4
cc51
ClSCl
C1CSCSC1
CC6CC4C7
CCCn3c1ccccc1c2ccccc32
OC43C2CC
ccc2c4nc3c1ccccc1ccc3
6C7CC
c2ncn1C
C2CC1OC1C2
C2SC1CCCCC1S2
C3C1CC1C2CC32
c2cc1cccn1cc2
Nc2ncnc1c2ncn1C
C5C1OOC1C6C7CC
ccc2c4nc3c1ccccc1ccc3c5
21p3
Cc2c1ccccc1ccn2
Ic1cccnc1
Nc2cc
Oc1ccccn1
SCC2
p1p3
p21p3
CCc2c1ccccc1ccc2
CCc1nonc1C
CCCCc1ccc
CCCCCCN1CCCC1
ClCl
OCCN1CCCC1
cc1C3
CNS
CNCCNC
FCc1ccccc1
Brc3
C2N1C
ccc2c
ccc2c3ccccc3
OC1CCC1
CCC1CCCO1
c2ccccc2OC3
CSc1ccccc1N
CSCCCCCCN
CCOCCCCCCC
c1Cc
CNCc1occc1
Cc1ccn
OCCOCCOCCOCCCCCC
CC3CN
ccc3S
NCCc1ccccn1
NCCOCCN1CCOCC1
Clc1ccccc1c
c2nc1nc
Fc1cscc1
FCCCBr
Cc1c2cc
CC2CC1CNC2
NCNCCC
ccc2c1ccccc1n3
Oc2cc1CCCc1cc2
CCCCSCCCC
C2c1ccccc1SCC2
C2NCC1
n2cc1cn
cnnn2
c2cc1ccoc1cc2
CC2CC3C1C
C2N1CC1
ccc1n2cnnn2
Cc2sc1ccccc1n2
C2CCC1OC1CC2
c1cc4Br
C1CCCCCCCCCCO1
p1p32
p21p3p1p32
Brc3cc2C
ccc2c3ccccc3c1ccccc1
11C
COCC1C
FCN1CCCC1
Fc1ccccn1
H3
NCCCC1
NCC1CCCO1
o3
CCc2cc1ccccc1cc2
CCc1nccnc1CC
CCCCCC1CCCC1
c1Oc
Clc1occc1
Clc2nc1ccccc1c
CCCOc1ccccc1
C1NNC
CNCCc1ccccc1
FCBr
CC1NCC
CC1SCC1
NCc1cccnc1
OCCOCCOCCCCC
COc2cccc3c2C
CCCC1OC1
OC1COC2C1OCC2
CCCCCCI
Cc1ccccc1c2ccccc2C
CCCCCCCBr
ClCCP
nc1CS2
C1CCc2c1cccc2
cccn2
NC1CCC1
c2ncccn2
C41C
C42C
c3ccc2ccccc52
OCCOCCOCCOCCOCCOCCOCCOCCOCCO
c5c3ccc2ccccc52
NN3
C1OC1C2C3
ncc1C2
ncc1sc2
Oc1cccnc1C
CCSc
c3ccccc3Cl
Nc1ccncc1
ccc41
cnc1c2ncccn2
SSCS1
COCCOCCOCCOCCOCCOCCOCCOCCOC
C2CC3C1OC1C2C3
Brc1cncnc1
OCCN1CCNCC1
c1ccccc1nc2ccccc32
S1CSSSCS1
11CH3
OC1COC2C1OCC2O
3CCN
@@
Cn3c1ccccc1c2ccccc32
Cn2c1ccccc1nn2
Fc2ccc
FCC1CCCC1
FCNCC
Nc2nc1ccccc1cc2
Nc2cc1cc
SC1CCCC1
CCc1ccccn1
CCn1c
CCc2sc1ccccc1c2
CCCCB
ccc1C2C
CCCOCCCC
CCCOS
OCCNC1
c1ccccc1c2O
cc1OC2
C2C1CCCC1
C2OC3
COc1occc1
ccc2CC3
CCCC1CCCC1
c1cccn1C
OC1CSC
OC1C2O
CCC1OCCO1
CCC1CCCCN1
CCCCCC2
CCCCCCc
CC2Sc1ccccc1C2
c2ccccc2OCCOCCOCC
c2ccccc2C3c1ccccc1
OCCCc1ccncc1
OCCCCCl
O1CC
CSP
CSc1ccncc1
ClCCSC
CCCN3CCN
COCCl
COCCOc1ccccc1
COCCc1ccccn1
Cc1ccc2ccc
NCCS
NCCNC
CCNCc1ccccc1
NC2CCCCCC2
ccc1Nc2ccc
OCCNc1ccccc1C
S1CC
OCCOCCOCCOCCOCCCC
OCCSCC
OCCO3
NCCCc1ccccc1
Oc1ccccc1OCCO3
COc1ccccc21
FC1CN
nc2c1N
COCCOc2ccccc2OCCOCCOCC
CCSCSP
CN21
Cc2cc1c
CCCSP
Fc1ncncc1F
Oc2c1ccncc1ccc2
COc1cncnc1
Oc2cc1ncccc1cc2
C2c1ccccc1CO2
c1ccccc1ccc3n4
NCCN1CCOCC1
ClCCOCOCCCl
Nc2cc1CCCc1cc2
ccc2cc3c1ccccc1ccc3n4
CC2c1ccccc1OC2C
@@](
CCn1cnc2c1N
C2C1CCCC1CC2
COCCOc2ccccc2OCCOCCOCCOc1ccccc1OCCO3
2c1cc
5cc
5c3c4
FCCCCCCC
FC1C
Pc1ccccc1
on2
onc1C
CCCCc2sc1ccccc1c2
c1cccc1
OCOOC
Clc1nc
Clc3c
ccc1on2
CCCc1sccc1
OCCl
c1ccccc1c2c
C1CCCCCCCC1
CCCCCCCCCCC1CCCC1
CNCl
C2Cc1ccccc1O2
COCCCCl
COc1nccnc1CC
CCOCOC
ccc2C1C
OC1CCN
ClCOCCl
Cc1ccccc1N2
c2ccccc2Cl
CCCCCCCN1CCCC1
C3c2ccccc2c1ccccc1C3
OCCCCCCCCCCCCCCCCCC
SCc1ccccn1
Cc1nonc1C
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC
CCc1ccccc1Cl
Clc1ccccc1c2ccccc2Cl
cc3cccc
CCCCCCCCCCCCCc1ccccc1
C4c3cc1ccccc1cc3
C1OC1COc2ccccc2
Oc1ccccc1Cl
ncc1Br
c6Br
Cc2cc1ccccc1nc2
C1OCOCO1
c7Br
Oc1cccc2c1cc
OC1CCc2c1cccc2
Cn1cncc1Br
CC1CC2CC
c8Br
Cc2ccccc42
NN1CCN
c2oc1ccccc1c2c
Cc3c1cccc3
NC1CC1c2ccccc2
c2ccccc2ccc3
CC2C3CC1CC2CC
c2c1c5cc
OC43C
ccc1nc2ccccc2n3
Oc2cc1ccccc1cc2O
c2nc1ccccc1cn2
Cc2cnc1ccccc1c2C
5c3c4c2c1c5cc
OCOOCO
cc3cccc5c3c4c2c1c5cc
C4c3cc1ccccc1cc3Cc2ccccc42
Oc1cccc2c1ccs2
cc3cccc5c3c4c2c1c5cccc1ccc2
2OC1
2C4
6ccc
FCCCCCCCCC
FC1CCCCC1
OSC
OOC1CCCCC1
nc3c
oc3c4
sc2ccccc32
CCCCn1cccc1
OCc1cccnc1
ClCCCN
ClC1C
CCCOP
CCCc1cnccn1
CCCn1ccnc1
c1ccccc1sc2ccccc32
C1c2cccnc2
CCCCCCCCCCCCC1CCCC1
BrCc1cc
Brc1cccnc1
BrC1CC1
COCc1occc1
CCCC1OC1C
OC1C2
OC1CCOC1
CCC1C4
c2ccccc2oc3c4
N1O
N1CCOC1
C3C1CC2CC31
CSSSCC
CSSCc1occc1
CCOOCC
CCCCN2C4
c1occc1O
CCCCOCc
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCC
OC2C1C
COP2OC1
CCOCCCl
Fc1ccccc1O
COc6ccc
CC1CCO1
cc41
CC2C1CCCC31
CC3C2CCCCN2C4
Cc2cc1CCCc1cc2
Cc2c1ccccc1ncc2
CC2CC1CCC2
COC2C3C1CC2CC31
cc1ccc3c6
nonc1cc2
Cc2nc1ncncc1nc2
c8ccccc8
C2CC3CC2C1CCCC31
C2CCCCC2C1CCCCC1
cc5c1c3c4c2c6cccc2
c9c4
ccc7c9c4
ccc1cc3c2ccccc2oc3c4
COc2cc1nonc1cc2
CCCn3c1ccccc1sc2ccccc32
CC2CCC3C2C1CC1
C1SN
C1NCCCCCCC1
CCC1C4CC3C2CCCCN2C4
COC2C3C1CC2CC31CC
cc5c1c3c4c2c6cccc2ccc4c5
CC2CCC3C2C1CC1CCC3
5C4
8c3
8c4c9c
Cc2cccc
ICCCCI
Sc2cc1ccccc1cc2
CCc1ccncc1
cccc1ccc3
CCCCc1sccc1
OCc1ccncc1
ClCN
ClCC1
ClCCCCl
Clc1sccc1
CCCc2cc1OCOc1cc2
c1ccccc1c2cc3
C1CCN1
C1SC1
cc1ccccc4
CNCNCC
CC1CCC1C
CC1CCCCN1
CCCCCBr
CCCCCSCC
C2CC1OC1CC2
COCCCN
CCOCc1ccccc1
ccc2c3
CCNCCCC
CCNCN
CCNc1ccccc1C
c1ccccccc1
CC2Cc1c
CC2Cc1ccccc1O2
CCCCCCC4
CCCCCCCS
CN1CC1
N1CCC2CC1
C3OCC2
O1CCC1
CSBr
CCCCCCCCCc2c1ccccc1ccc2
c1ccc2c3n
COCCCl
c4ccccc5
Cc1ccnc3
ccc3F
ccc3cc1ccccc4
CCCCCCCCCCCCCCCCCCCCCCCC
COCCOCCOCCOCCO
n2c1CCCC
n2cncn2
CC1C5C4
n1ccccn1
cc3c2C
cc3Oc2ccccc2
FCCCOCC
Oc1ccccc1S
Oc1ccccc1Br
Oc1ccccc1NC
NSC2
CCSc1ccccc1
CN2Cc1ccccc1CC2
c3ccccc3c5c2ccccc2
c2c8c3
n1cscc1
cc1cc2c3
CCCSSCCC
c71
c7cccc1ccc3
CC2C5CC
Oc2c1nccn
ccc1cc2sc3
CCCCCCCC1OCCO1
C2CC1CC2CC1
cc5cccc9
C2c1ccccc1NC2
Oc2cccc3c2C
cccc2c7cccc1ccc3
cc1c2CCC1
c1no2
NCCN1CCNCC1
Cc2oc1ccccc1c2
Nc2nc1ncncc1nc2
CCC1CCCc2ccccc2
OC43CC2C5CC
c5c6c4cccc
n2nc1ccccc1cc2
c2c3c4C
C3N2C2
C2CC1CCCC1C2
Nc1nnnn1C
c1ccc2c3nccc2C
c4ccccc54
Cc1ccnc3c1ccc2c3nccc2C
ccc3cc1ccccc41
n2c1CCCCc1no2
c2c8c3c71
Oc2c1nccnc1ncn2
cc5cccc9c5c6c4cccc
cc5cccc9c5c6c4cccc8c4c9c
18
4CC2
Ic1cc
Nc1cnccn1
OOC1CC
OCCC1CCCC1
Sc1ccc
SCCCCCCCCS
SCCCCCCS
])
cccc1CC
cccc3c5
CCCCOc
Clc1cscc1
OCCc1ccccc1C
OCCOCc1ccccc1
C1CN2CCC1CC2
CCCCCCCCCC1CCCC1
c2c4c3
cc1sc2
FCS
C2C3C
CCCCCCCc1ccccc1
C3C1C2C
CSSCc1ccccc1
nc1NC
NCCOCCN
NC1NC
CC1C4CC2
C4c3ccc2ccccc2
C4C2C3C
Fc1cnc
CCCOCOCCC
CCC3C2C
Fc1ccccc1OC
COc1ccncc1
c6cccc3c5
CCCSc1ccccc1
CCC4C3CCC2
c1ccccc1n2C
OC31
CC3C1C2CC3
Cc3c1ccccc1cc2ccccc32
NN2CC
Nc2nc1ccccc1n2C
cc1c2ccc4c5
FC1CCCC1C
Nc2sc
Nc2sccn2
cnc21
BrCCCCBr
CC2CCC1CC2C1
Cn2c1nc
Cn2cncn2
C2C1CC1C2
ccc3cc4c1ccccc51
C1OCOCOCO1
cc3cc4c2ccccc52
Clc2c1ncccc1c
18F
c2c4c3c6cccc3c5
CC1C4CC2OC31
C4c3ccc2ccccc2c3C
1COC
2C3CC
FCCCCCl
ICCI
NCCCCCCCCN
SN2C
oc1N
CCOCCN
CCc1sc
OCc1c
OCc1sccc1
Clc2o
ccc1I
ccc1c2ccc3
CCCc1occc1
OCCc1s
C1SCCS1
cc1CN3
CNCCCCC
CNC3
FC2C3CC
BrCc1ccc
OCCOCCN1CCOCC1
c2ccoc2C
ClCc1ccccc1Cl
CCC1CCC1
c2ccccc2S3
CN1OCCC1
OCCCCCCOC
cc2C4
CSc1nccnc1C
COCCNCCOC
CCC2C3CC2
CC3CCC1OC1
CC3CC1CC1
Cc1cccnn1
NCCc1n
OC2C1
NC1NN
ccc1N4C3
c2cc1cn
OCCNCCN
CCCCCCCCCCCOC
CCOCCc1ccccc1
CCN1CCOCC1
Cc2ccccc2Cc1ccccc1
FCCCNC
Cc1occc1SS
Oc1cccnc1
CN1CCNCC1
SCCc1cnccn1
ClC1CCCCC1Cl
COC1CC
ccc4Cl
OCC21COC
C2CCn1n
CCC42
SSC1
ccc1c3c2ccccc42
nnc1CC2
C2CC1CC1CC2
CC21CCCC
cc1ccc2c3cc4
n2c1ccccc1no2
Nc2cc1ccccc1nc2
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC
FCOCOCCF
CC1OCCC1S
C2C1C3C1CC2C3
OCc1cnc
Clc2oc1ccccc1n2
ccc1c2ccc3s4
OCCc1scnc1C
cc1CN3c2ccc
NC1NNNN1
Cc1occc1SSc2ccoc2C
OCC21COCOC2
C2CCn1nnnc1CC2
FO
Ic2cc1ccccc1cc2
ONc1ccccc1
ON2C
csc1
CCCCBr
CCCCCNC
Clc5c
ClOCl
C1SCCC
CCCCCCCCCCC1CCCCC1
c2NC1
FCOCCCC
COc1ccccn1
COc2cc1OCOc1cc2
CCNCCCNC1
OC1CCCO1
Cc1ccccc1Oc2ccc
c2ccccc2c3
CN1CCCCCC1
CN1CNC2
OCCCCOC1CCCO1
cc2Oc1cc
O1C
CSCl
C1Cc2ccccc2
OCCCCCCCCO
OCCCCCCCCCO
CC3CC1CC2C3
ccc1O3
CCOCC2
S1CC1
NCCNCC
c5Cl
NNN
CCCCCNCCCCC
Cc1cocn1
cc4n5
C1CC2CC1CC2
COC2CC1CC2
CCOC1CCC
NC1CCCCC1N
C2CC1CC3CC1CC2C3
Cc1nccnc1OC
CC21OC1CC
FC1CCCC1N
Cn1cnc2NC
CCOC2CC3C1CC
C2CCC1OC1CCC2
ccc1N2CCOCC2
C1NCCCNCCNCCCNC1
FOF
csc1c2sccc2
C1SCCCS1
COc2cc1OCOc1cc2CC
CN1CNC2C1C
COC2CC1CC2CC1CC
1CC3
FCCCCN
Fc1sccc1
NCCCCCCCC
NSC
Oc1cn
PP
SCS
oc2ccccc2n3
CCc2ccc
CCc2c1cccc2
ClCCCCCCCl
ccc1c2cc3
CCCc1ccccc1O
OCCc1ccc
C1CC3CC
CCCCCCCCCC1OC
c2c1ccccc1c
FCF
CC1CCCNC1
BrCCOC
Brc1sccc1
CCCCCc1occc1
COc1sccc1
COc1ncccn1
ccc2O3
CCC1SCCC1
Cc1ccccc1F
c2ccccc2n4
CN1CC2
C3COS
C3CCCCC3
cc2Oc1cccc
O1CCNCC1
CSB
CSCCCC
CSCCCCC
CSCCl
CSSc1ccoc1C
c1ncccc1C
ClCCc1ccccc1
OCCCCCCCCCCCCCCCCCCCC
COCCN1CCOCC1
CCC2C1C
CCC2CC1C
SCc1sccc1
OCCOCCOCC2
Nc1ccccc1S
OC2O3
CCCCCCCCCCCCCCC1OC
CCCCCCCCCCCc1ccccc1
CCOCCNC
C41CC3
NNc1ccc
NNc2c1ccccc1c
Cc1coc
Fc1ccoc1C
O2C1CC3CC
Nc2nc1
ClCCCc1ccccc1
c1ccccc1Oc2ccccc32
ccc1c3oc2ccccc2n3
CCCCCCCC1CCCO1
CCCCCCCC1CCCOC1
C2Nc1ccccc1N2
C2C1C4C3
n2cc1nc
cnc1c
cc1ccc2s3
nc4c3
c1c2N
C42C3C5
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
Nc1ncccc1C
Cc3ccnc4c3
OCC3C1
Nc2c1ncnc1n
C31CC2CC1
O2CCOCCOc1ccccc1OCCOCCOCC2
c3cc2ccccc2cc3
c2ccccc2n4C1CC1
cc2Oc1ccccc31
C41CC3CC1
NNc2c1ccccc1cnn2
C2C1C4C3C1C5
C42C3C5C2C1C4C3C1C5
Cc2c
IC1
nc1ncn2
CCCCCCC1OC1
OCc2ccc
Clc3cc2
CCCN1
OCCBr
C1N2
CCCCCCCCn1ccnc1
cc1c4
CNCC1
CNCCN1
CC1CNCCN1
CCCCCn1ccnc1
C2c1cc
C2NC1CCCCC1
CCCCCCCN
OCCCCCCN
C3NC
C3c1ccccc1Nc2ccccc32
CCOc1sccn1
COCCNCC
OCCOCCOCCOCCC
CCCCOCc1ccccc1
OCCCCCc1ccccc1
c2nc1ncccc1
c2nc1nccnc1cn2
cc3nc4
C4C1C3
Fc1cocn1
NNN1C1
FC1CCCN1
CCN1CCCC1C
CC42
cnc1c2N
C1OCCC1
C1CC1c2ccccc2
Nc2c1cccnc1ccc2
Nc2c1CCCCc1ccc2
SS2
ncc21
ccc1c3c2ccccc2
CCC21CS
CN3C2
Cn1nc2
Cn1cccn1
Nc1c2
Nc2cc1cccnc1cc2
COCCCCO
CCBCC
C1C2C3C42
CCCCCCCCSCCCCCCCC
Oc1ccccc1Oc2cc3Cl
OCCC1CCCCN1
NCCNCCNCCNCCN
CCn1ccnc1C
C2CC1CCCC1CC2
ccc3cc4c2ccccc52
C1NCCCNC1
CCCCCCC1OC1C
Clc3cc2Oc1ccccc1Oc2cc3Cl
C1N2CN
C2NC1CCCCC1CC2
c2nc1ncccc1nc2
cc3nc4c1ccccc51
C4C1C3C1C2C3C42
Fc1nn
IC1CCCCC1
NCC1
NCC1CCCCC1
Nc1occn1
CCOCCOCC
CCc1cn
CCCCOc1ccccc1
CCCCSS
ClC1OCCOC1
Clc2c1ncccc1ccc2
ccc1c2cccnc2
OCCNc1ccccc1
OCCOCCCCCC
C1C3C
c2c1nccn2
CC1N
Brc4ccc
CCCCCI
NCc1ccccn1
CCOCN
ccc2cc1ccccc1
ClCc1ccccc1
CCC1CCNCC1
CCCCCCOCCCCCC
CC2c1ccccc1C
n1F
OCCCc1ccccn1
C34
C3NC4
CSc2ccc
c1ccccc1Cc2ccccc32
FCCBr
n2nn
NC1CCCCCCC1
c2cc1no
COc1ccccc1F
NNc1ccccn1
Nc1cccnn1
CC1CCc2c1nccn2
nc2C3
CCSSCCC
Fc1cccnc1
Fc1cccn1F
C1NCC2
ccc5Cl
cnc1CC
C1CC2N
Nc2c1nn
Oc2ccccc2c1ccccc1
Cc2c1ccccc1c
O3c1ccccc1Cc2ccccc32
ccc6Cl
C2c1ccccc1CCC2
c9c3
Cc1nccnn1
nc32
CCC1C3CC
ccc8Cl
Sc1ccsc1C
Nc2cc1cn
C3c1ccccc1Cn2nn
Clc7ccc
COCC1C3
FCNCF
CCCCSSCCCC
ClC1OCCOC1Cl
ccc2cc1ccccc1c3
c2cc1nocc1cc2
C3c1ccccc1Cn2nnnc2C3
NCCCCCCCCC
Nc1ncc
Sc
nc1c
CCCCc2c1ccccc1ccc2
CCCCN1CCOCC1
ClC1CCCC1
ClCCOc1ccccc1
ccc1B
ccc1c5
C1NCC
c2C4
CNc1cccc2
CC1CSCC1
CCCCCS
NCc1cc2
COCCCCCC
COc2c1ncccc1ccc2
CCCC1CC1
c3C2
c3nc5
c1cc2ccccc2
CN1C2CCC1
C3Sc
CCOc1nccnc1C
CCC2SC1CCCCC1
SC4
NCCc1
NCCc1cccnc1
NCCCNCCCN
NC1CC2
CCCCCCCCCCCCc1ccccc1S
COc1ccccc1Cl
CSCc1occc1
c5c4c3
Cc1ccccc1Nc2c
Cc1occc1S
COc1ccncn1
cc4c1ccccc1
cc4c5
OP2
OP3
C2C3C1C
cc1cc2c5c4c3
CC5C1CC
CC5C2C4
Oc2c1ncccc1ccc2
CNCCCNC
C2CC1NC1CC2
FCNCCCC
ccccc52
cc1cc3cc4c5
c2cccc3ccc4
ccc1cc3cc4cc2
c4ccc3c
Fc1cnccn1
FCCCNCC
CC43CC5C1CC
Cc2cc1cccnc1c
CNc1cccc2c1C
c3nc5C
c1cc2ccccc2c3
CN1C2CCC1CCC2
cc1cc2c5c4c3c2cccc3ccc4
ccc1cc3cc4cc2ccccc52
II
PCC1
occ1O
sn2
CCOCCCO
cccc1F
CCCCSCC
c1ccn
ClF
Clc1ccccn1
ClCCCCCCl
ccc1sn2
CCCCCCCCl
BrC1CCCCC1
C2Sc1ccccc1C2
CCNNCC
ClCI
CCC1NC1
Cc1ccccc1Cl
CSCCCCN
CSc1cnccn1
nc1S
nc1CSCCC
Cc1ccsc1C
CCc1ccccc1F
C1CCPCC1
S1CCSCC1
Fc1ccccc1Cl
CCSSCC
Clc1cccnc1
COC1CCCC1
Cc2c1ncccc1ccc2
CCCCCCC1OCCO1
O3c2ccccc2c1ccccc1C3
Cc2ccc1ccccc1c2C
Oc2cc1cccnc1cc2
FCCCCF
n2cc1cc
Nc2nc1nccnc1cn2
OCCN1CC1
C1CSCN1
Cc1cscc1C
OCCC1CCNCC1
Cn1cc
NC1C
SCCCCCCCCCS
CCc1nccnc1
CCc1cnccc1C
CCCCc1occc1
OCc1oc
Clc1cn
C1CCOC1
CNc1ccccn1
CC1CCOC1
CCCCCc1ccccc1
OCCOCCOCCCCCC
COc2nc
cc2ccccc8
CSCCCN
CSCCCCCN
COCCc
c4c6
ccc3c4cc
Cc1nccn1
CCCCCCCCCCCCCCCCN1CCCC1
COc1ccccc1CC
S1CCCC1
C1OC1c2ccccc2
COc1ccn
FC1CCCNC1
CCSCCCl
CN2c1ccccc1S
ccc4cc2ccccc8
Nc2c1ccccc1ncc2
Cc2cc1cccnc1cc2
c7c3c5
CCCCN1CC1
cc6ccc4cc2ccccc8
Cc3c2ccccc2c1ccccc1
cc1cc3ccc7
cc8c4c6
COCOCCF
SPSC
CCN3CC2
C1NCCCCCC1
C1OCOCOCOCO1
Nc1ocnn1
CN2c1ccccc1OC2
Cn1cccc1C
CCc1nccnc1SC
Cc1nccn1C
CN2c1ccccc1SC2
c7c3c5cc6ccc4cc2ccccc8
Cc3c2ccccc2c1ccccc1c3C
cc1cc3ccc7cc8c4c6
c7c3c5cc6ccc4cc2ccccc82
cc1cc3ccc7cc8c4c6c7c3c5cc6ccc4cc2ccccc82
Cc1s
Fc1ncccn1
Nc1cn
Sc2sc1ccccc1n2
CCCCn1cc
c1CCC
OCc1ccccn1
OCc2cc1OCOc1cc2
ClCC1CC1
ccc1S
c1ccccc1O2
c1ccccc1c2ccccc2C
CCCCCCCCCCc1ccccc1
cc1cccc
BrC1CCCC1
C2OC1CCCCC1
C2Sc1ccccc1
ccc2OCc1ccccc1
CCCC1CCCCN1
CCCCC1OC1
CC2OC1
c3c1ccccc1c2ccccc32
c3c1c2
OCCC3
cc2ccc4
OCC1COC
c4c7
c4cc1cccc
CC3C1CC
Cc1noc
C1CCOCC1
OCc1ccccc1O
COCCOCCOCCOCCOCCOCCOCCO
c2nc1ccccc1nc2
OCCNN
n1ccn
C4Nc2ccccc2
COc1cccnn1
FC1CCCOC1
Clc1ccncc1
COC1COC2C1OCC2
ccc5c6
Nc2c1ccncc1ccc2
CC1CCCN1
Cc2c1CCC
c7c3c1c2
COC2CC3C1CC
Cn1cnc
C3c1ccccc1NC3
c1ccc3ccc
cc52
CC1CC2CC1C3C2
ccc2cc3c4cc1cccc
CCCC1CCCCC1C
c2cc1ncoc1cc2
Cc2nc1cccc1
c1cc4ccc3c5
CCC2C1CCOC1
CN2c1ccccc1NC2
Cc1snnc1
Nc1cnccc1N
CCCCn1ccnc1C
C2OC1CCCCC1CC2
C2Sc1ccccc1S2
cc2ccc4c6
c4c75
C4Nc2ccccc2C4
COC1COC2C1OCC2OC
Cc2c1CCCc1ccc2
c7c3c1c2c4c75
CC1CC2CC1C3C2OCCC3
ccc2cc3c4cc1ccccc1cc4ccc3c5
COCC1CCCO1
COCC1OC1
ICl
](=
nnc2
oc1O
CCc1nc2
CCc2cc1ccccc1nc2
ClCCCCCl
ccc1no2
CCCc1cocc1
C1CCCCCCCCCCCCCCC
cc1c2ccccc2
CNc1ccncc1
CC1CC1C
CC1CCNC1
Brc3cc2
CCCCCc
OCCOCCOCCOCCOCCOC
C2c1ccccn1
C2c1ccccc1N
CCNCCNCC
OC1CC1
c2ccccc2C3
CCCCCCCO1
OCC1CCCCO1
c4c1cc2
Cc1nc2
OCCNCCC
Fc1cncnc1
C1OC1C3CC2
C1OC1C6C
COc1cccnc1
COc1ccnnc1
CC4CC6
CN2C1
c3ccccc3c6
Fc1ccoc1O
Nc2c1C
CCCSSC
C5C1OC1C6C
C3c1ccccc1c2ccccc2C3
CCC1CCCCC1C
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC
c4ccccc4c3ccccc3c6
Cc2oc1ccccc1n2
ccc1c2ccccc2c5c6
c4ccc3ccccc3
Nc2snnc2
COC1CCCCC1C
NCCCN1CCC2
n2nc1ccccc1nc2
CC7C4
NCCCCCCCN
C1CCCCCCCCCCCCCCCO1
Brc3cc2c
C1OC1C3CC2OC2CC3
CC4CC6C7
ccc1c2ccccc2c5c6c4ccccc4c3ccccc3c6
c4ccc3ccccc3c4c1cc2
1C2
5CCCC31
Oc3
SCN1N
CCOCCOCCOC
OCF
Clc2nc1ccccc1cc2
Clc1cnccn1
Clc2ccccc2c1ccccc1
ccc1nc2
OCCc1c
c2OC1C
CNc1cnccn1
CN5CCCC31
BrCc1ccccc1C
COc3
COCCCOCCC
COc1cnccn1
CCC1C3C
CC2CCN
OCCCCCN
CSSc1ccccc1
CCCNCC
c1occc1cc2C
c4c2OC1C
CC3C5
Cc1ncccc1O
Oc1ccncc1
CCC31C2
CN2c1ccccc1N
C1NCCCC1
C1CC1c2n
non
noc1cc2
n2cc1ccccc1cn2
FC1CCCC1F
COCCCCF
Clc2cc1non
FCOCOCF
CC2CCC3CC2
NCCCN1CC2
C1CC3CC1
c2cc1cnoc1cc2
Oc32
CN5CCCC31c4c2OC1C
COc3c1occc1cc2C
COCCCOCCCOC
CC3C5Cc4
FF
CCc1cnccn1
CCn1ccnc1
CCCOc
Brc1ccccn1
Brc1sccn1
CCCCCc1ccccn1
COCCCCC
CCCCOCOCCCC
OC2Cc1ccccc1CC2
OC2CC1CC2CC1
ccc4c
C2C3C1CC2CC31
c7c1ccccc1
c7c8
c8c3ccccc3
C1c2ccccc2C3
c5ccccc5c7c1ccccc1
c6ccccc6c8c3ccccc3
CC1CCOCO1
c7c8c
4CCC
Fc2nc
NCCN1CCCC1
CCCCOCCOC
CCCCn1cnnc1
c1ccncn1
CNCc1ccccc1
Brc1ccccc1C
Brc1cscc1
Brc2cc1ccccc1nc2
CN1CCS
N1CCCCCCC1
N1CCSCC1
CCCN4CCC
n2ccccc2
COc1ccccc1S
cc3OC
Oc1ccccc1I
CN1CCCNCC1
CN1CCSC1
n2ccccc2c1ccccn1
6CC4
NCC1CC
c1I
ccc1c2
C17
C1NCCCN1
C1OCCCO1
NCc1ccncc1
C2C3C5
OCCCCSC
C3CC1C2
O1CCCCCC1
CCCCNc1ccccc1
CC3C7
C4C2CC
Nc1cccnc1
COC1CCCCCCCCCCC1
ClCCCOP
CC5CC1
C6CC3C7
Cc3c1ccccc1c
OC1CCCC1C
Cc1cccc2c1nccn2
6CC4C17
C3CC1C2C1C2C3
C4C2CC6CC4C17
P3
Sc1cscc1
SP1
SP2
CCc2nc1ccccc1cc2
C1OCCOCCOCCOC1
CCOCc1ccccc1O
OC1CCCCCC1
OCCCCO1
ccc1Cc2ccc
Cc1nccc
c2cc1S
S1C
COCOCOC
Nc2c1ncccc1ccc2
CC1CCCOC1
NCNS2
c1ccc3cc1
C1CCCCCCCCCCOCCCCO1
Cc2cc3
FCC1OC1
CCCCOCC1OC1
OCc1cocc1
ClN1C
C2CN1CCCC1
CONC1
CCCCCCc1sccc1
CC2Cc1ccccc1C2
c3N
NC1CONC1
cc3Oc1ccccc1
CCOc1ccccc1Cl
CCCSSSC
O3CC2Cc1ccccc1C2
CCOC1CC1
C21C3
CCC1CCCN1
FCCCCCF
C2Oc1ccccc1OC2
Cc2cc3ccc2
O3CC2Cc1ccccc1C2OC3
SN
c1c2C
c4ccc6
COc1ccccc1O
C4C
c3ccccc3C4
c3c4c
C5c4ccc6
COCCOCCOCCOCCOCCOCCOC
nc3c2ccccn2
Cc2sc1ccccc1c2C
ccc3c2ccccc2C6
C5c4ccc6c3c4c
IBr
Ic2cc
o4
scc3
C1NCCN
C2COC
OCCCSC
Nc1ccccc1Br
FC1CCOC1
Oc2cc1ccccc1c
ClCCNCCCl
c3ccccc3c4c2ccccc2
scc3c2
C1NCCNC1
OOCCCc1ccccc1
OCCOCCC
CCCCCCCCSC
BrCN
ClCc1ccc
C3c2cc1c
FCCI
OCC1CCCCC1
CCCCCCCCCCCCCCCCCCc1ccccc1
c2nc1cc
ncc1I
Brc1ccccc1N
Cc2cc1ccccc1c
CCCCCCCC1CCCC1
Nc1ccccc1Cc2ccccc2N
cc1c2cc4
Cc1csc
53
=[
NNC1
CCOCOCC
cc1C53
FCOCF
c3c4c2ccccc52
Oc2cc1c
Cn1cnc2c1c
FCCCCCN
Nc2c1ccccc1ccn2
CCCCCCCCCl
c2ccccc2F
Fc1ccccc1c2ccccc2F
CCc1o
FCCF
CN1CCCC1c2cccnc2
Nc2sc1ccccc1n2
CCc1occc1C
C2CCOC
CCCCCCc1ccccc1
OCCOCCOCCOCCOCCOCCO
CC4C
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
C3CC4CCN3
C3CC4CCN3CC4C
NCC1CCNCC1
OOc1cc
CCCCCCCCCCCCN1CCCC1
CC4OC
NN1CN
CCC1C3CC1
CCCc2sc1ccccc1c2
C1OCCOCCOCCOCC
COCCC1
C1OCCOCCOCCOCCOC1
OCCOCC2
CCc1ccccc1CC
ccc1c2ccccc2s3
Cc2sc1c
OCc3cccc
O2CCOCCOc1ccccc1OCCOCC2
c1ccccc1c3
CSSSSC
cnc2c1ccccc1c3
OOC1
C1NCCO1
CCCCCCCCCCCCCCCCCCCCCCCCCCCC
FBr
Nc3ccc
c4c3C
ccc2cc3C
CC3c2ccccc2
CCCCCCCCCCCCCN1CCCC1
Oc1ccccc1OC
FC1COCO1
NCCCCCCCCCC
C1CC1C
c2cccc4
n1ccc3
CC3CC2
n2ccc4
CCCC2C
COc2cc1ccc
COC1Cc3cc2OCOc2cc3
n1ccc3c1cccc3
n2ccc4c2cccc4
CCCCCCCCCN1CCCC1
BrB
CC4C3CCC1
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC
NCC2
CCCCCCCCCc1ccccc1
CNCCCl
CCCC1CC
CC2C1OCCO1
CCC2Cc1ccccc1
OCCOCCOCCOCCOCCOCCOCCOCCO
CC1CCCCC1CC2
C6CC6
C5CC5
Fc1occn1
ccc2n1cccc1
CCC1OCCc2ccccc2
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC
OC2CC1CCCCC1CC2
CCCCCCCC1CC
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
CCCCOc2cc1ccccc1cc2
c1ccccc1nc2C
c2ccccc2O3
CCCCCCCCCCCCc1ccccc1
Cc2nc1ccccc1nc2C
ccc1c3c2ccccc2ccc3
CBC
c2c3cccc2O
cccc3c2ccccc62
cccc64
c3c4c5cccc64
CCCCCCCCCCBr
OC1C2C
CCCCCCc2c1ccccc1ccc2
c4nc5
CCCCCCCCCCCCCCCCCCCCCCCCCC
C1CCO1
SCCS
CC4C1CC3
CC54
CC1CCC2C3
C42CC3CC2
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
NC1C2CN
c5cc4F
C3C4CN
c4nc5N
CC4C1CC3CC54
OBr
C1C2CC
CCCCC1CC
C2C5CC
C4C2C5CC
FCCCS
COc2cc1cccnc1cc2
CC1CCC2CC1SC2
CC2C1CC4CC5
CC2CCCCC2NC
CC2C1CC4CC53
9c5
C9c5
C1CSC1
C1CCC2C
CCCCCCCCCCN1CCCC1
c1ccccc8
c2ccccc2SC3
CCC2c1cccnc1
NC1CS2
CCCCC2C1NC
CCC2c1ccccc1CCC2
c6c5c
c3c4c7
ccc6c4ccc
ccc1c3n5
c1cc3ccccc3
n1ncccn1
ccc7c6c5c
ccc3C8
OOCCCCc1ccccc1
c4c2ccccc2ccc4c1cc3ccccc3
CC43C2CC
cc1ccc3cc4c2ccccc2ccc54
C9c5ccc7c6c5c
c1ccccc81
c2ccccc2SC3c
c3c4c7ccc3C8
c4c2ccccc2ccc4c1cc3ccccc3c5
NCNCC
CCn4c3cc
CCc2c1ccccc1
C1OCCCC
CCC2SS
ccc1NNc2ccccc2
CCCCCCCCCCCN1CCCC1
FCCCF
CN1CCCCC1CCn4c3cc
n1cocc1
CC1CCC2C1CC
ccc2sc1ccccc1s3
CCc2c1ccccc1sc2
CCC2SSC1CCCCC1
Cn4
Fn1c
Nc2cccc3c2C
c1CC2O
C1OCCC
c2Oc1ccc
ccc2nc3c1ccccc1ccc3
C3CCC1C
cc2cc3cc4
ccc1Oc2cc
cc1O3
c2cc1ccccc1
CCCCC2c1ccccc1C
Cc2c1ncccc1c
ccc1cc2CC
Cc2nc1ccccc1cc2C
c1c2c3cccc2C
Cn4c2cc1ccccc1
Fn1cncn1
ccc2nc3c1ccccc1ccc3c4
cc2cc3cc4c1ccccc1ccc4cc3c5
Cn4c2cc1ccccc1c2cc3ccccc43
65
Fc2cc1ccccc1cc2
Nc2c1ccccc1ccc2
NCCCCCCCCCCCCCCCC
CCc2cc1
ccnc1
CCCCc1
c1CC2
ClNc1nc
CCCCCCCCCCON
cc1cc5
CC1CS1
C2CC1CCC2
CONC
ccc2n3
OC1CCCCCCCCC1
CC2Cc
OCCCBr
cc1C65
CCCC3CC
c6c5c7
c3c4c8
ccc6c4ccc3
cc1ccc3c2ccccc42
ccc1c3s4
C3c1ccccc1CCc2ccccc32
CN3C
Cc32
n1nccnc1
ccc71
ccc8c6c5c7
C2C4CC3
C1SCSC1
cccc9c3c4c8
ccc1c2ccccc2C5c3ccccc3c4ccccc64
CCc2cc1CCCCc1
cc1cc5ccc8c6c5c7
ccc6c4ccc3cccc9c3c4c8
CCc2cc1CCCCc1c3
cc1cc5ccc8c6c5c7ccc6c4ccc3cccc9c3c4c8
cc1cc5ccc8c6c5c7ccc6c4ccc3cccc9c3c4c8c2ccccc92
OCc2cc1ccccc1cc2
CCCN1C
c1ccccc1c2ccccc2c5
C1CCCCCC
CCCCCCCCCO1
cc1c2O
CC1OCCCCCCCCCCCC
CCCCCc2c1ccccc1ccc2
NCO
ccc2c1cccnc1
ccc2c1ccncc1
N1CCC1
CSSSC
c4ccccc64
CCN1c2ccccc2
CCCCC2CCC4
cc3N
FCCCO
CCC3OC
c2cc1ccccc1cc2O
cc63
CCC21O
CC32CCCCC2CCC4
nc4c3c
ccc1cc3c2ccccc2c4
ccc3c5c1ccccc1c2ccccc2c5
cc1ccc3cc4c2ccccc2c5
Cc2cc1CCCCc1cc2C
ccc1c3cc4c5
CC1OCCCCCCCCCCCCOC1
ccc2c1cccnc1c3
CC32CCCCC2CCC4C1CCC
ccc3c5c1ccccc1c2ccccc2c5c4ccccc64
Nc1nonc1C
Nc3n
c1ccccc1nc3
C1CCC3C4
CNc2cc1
COCS
COc1cc2C
ccc2CC
ccc2N1CCCCC1
CCCNc1c
NCCCl
c2cc1cccnc1cc2
CCCCC2OC1
CCCCCCCCCCCCCBr
OCCOCCOCCOCCOCCOCCOCCO
c1sc2c3cc
Oc2c3Cl
c2Oc1ccccc1Oc2c3Cl
Cn1cccc1c2cccnc2
nn3c2ccccc2
ccc1c3nnnn3c2ccccc2
Cc1cccc3c1sc2c3cc
Nc3nc1ccccc1nc3
C1CCC3C4CC
CNc2cc1OCC
Cc1cccc3c1sc2c3cccc2C
6ccccc6
NCCCCCCCCCCCCCCCCCC
NCCOc2ccc
CCCCc1cc2
CCCCCC1C
ccc1CCCCCCCCC
ccc1c3c4
CCCB
CCCCCCCCOCCCCCCCC
BrBr
COc2c
COc4ccc
ccc2c4ccc3
c3c1ccccc1nc2ccccc32
cc2c4
CCCCCCCCCc1cc
ccc3O
CCCCCCCCCCCCS
cc3n2n
Clc6ccccc6
cc1ccc3c2ccccc2c4
cc1ccc3ccc4c5
ccc1c3sc2ccccc42
OC2CC3C1CCCC1C2C3
cc6c1c3c4c2c6cccc2
Oc2cc1CCCCc1cc2
Oc2ccc1ccccc1c2O
c1ccccc1ccc3c4c5
ccc1cc3c2ccc
S1CSCSC1
ccc2c4ccc3c1ccccc1ccc3c4c5
cc3n2nc1ccccc1n2
Clc6ccccc6N
cc6c1c3c4c2c6cccc2c5
4c
Cc2c1cccc2
ICCCI
SCCCS
nccc3
c1c2cc
OC5
c1ccccc1c2n
c1ccccc1c3cc
C1F
C1CCC32
CNc2ccccc2
CNc2c1ccccc1ccc2
FC2C
CO5
CCOCOC1CCCCCCCCCCC1
CCN4c
CCC1CC2C1
CC2CCC4
c3c2ccccc2
OCCC2
cc2cc4
cc2c1ccccc1c3cc
ccc3OCC
c5C7
c5nccc3
CCOc1ccccc1OCC
CCCCCCCCNCCCCCCCC
cc4c1c2c3cc
ccc43
c6c2ccccc2cc
c6c4c3
Cc2c1ccccc1n
OC3C
ccc74
ccc83
cc7Cl
c4ccc3c5nccc3
nc5c4ccc3c5nccc3
c4ccnc5c4ccc3c5nccc3
CCN2c4ccnc5c4ccc3c5nccc3
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
C8c6c2ccccc2cc
N6C
cc1ccccc1c5C7
c1c2cccc1C
c1ccccc1c2nc3
CC2CCC4C1CC
c3c2ccccc2c1ccccc1c
cc2c1ccccc1c3ccccc43
cc4c1c2c3cccc2cc4
c6c4c3c5c
CCN2c4ccnc5c4ccc3c5nccc3N1CCCC1
5cc3
9c8
Nc2ccccc32
PO1
nc1cc3
ncc3C
c1NC
c1ccccc1sc3
BrCCCBr
CCCCC4
COCNCN
OCCOCCOc2ccccc2
C2CO
OC1CO
CCCCCCOc
CC2CCCC1
c3c2c
c2ccccc2OCC3
c1c5cc3
O1CN
cccnc
ccc1Oc2cc3Cl
cc1Oc2c
nc6
nc7
COc1ccccc1C2
CCOCCl
C4c3c2c
OCCOc2ccccc2OCC3
CCCC2C1C
CC5C4
ccc6c
c3c9c8
c1ncccc1c3
CC1CC2O
C6c3ccccc3c4ccccc64
c1cc3Sc2ccccc2
cccc2c1ccccc41
CC6C5
cnc2c1ncccc1c3
c2ccccc2c4c5
Cc4c3ccc2ccccc2
Cc2cnc1c
c4ccc2ccccc2c4c5
Cc2cccc3c1ccccc1sc3
Cc3c1CCc
ccc1c2ccccc2C5C6c3ccccc3c4ccccc64
c7cccnc7
O3CCOc1ccccc1OCCOCCOc2ccccc2
O3CCOc1ccccc1OCCOc2ccccc2OCC3
c5cccnc5
cccnc8
c3c9c8cccnc8
Cc4c3ccc2ccccc2c3c
Cc2cccc3c1ccccc1sc32
O3CCOc1ccccc1OCCOCCOc2ccccc2OCC3
1Cl
3C
B1Cl
NCCCCCCCCCCCC
Oc2c
CCCCOCCc1ccccc1
CCCCOCCOCCOCCCC
ClBr
C1OC2
CCCCCCCCC1OC
CCCCCCCCCc1ccccc1O
cc1OCC
COCc
ccc2c3cc4
CCC1CO2
CN1B
N1c
C3c1ccccc1Oc2ccccc32
C1CCCCC1CCC2
OCCCCCCCCCCCCCC
ccc3Cl
CCCCCCCCCCCCCCCCCc1ccccc1
NCCBr
C1CC4
OC2O
OC2OC43C
cc3c2ccccc2
Cc1ccccc1N3C
C3Cc2c1c
Cc2c1CCCCc1ccc2
Nc2ccccc2C3
COC2C1CCCCC1CCC2
O3c1ccccc1S
Oc2c1CCCCc1ccc2
COCCOCCOCCOCCOCCOCCOCCOCCO
CCC21CCCCC2
Oc2ccc3c
cccc2C1
CCC32O
cc1c2CC
Nc1scnn1
ccc1cc2ccccc2c3
Nc2cc1ccccc1cc2N
C21OO3
ccc2c3cc4c1ccccc1ccc4cc3c5
O3c1ccccc1Sc2ccccc32
Ic1c
nccc4c2ccccc2
c1N2
ccc1c3cc
C1CCCCCCCCCCCCCC
c2OC
FCSC
OCCOCC3
C2Cc1ccccc1CC2
COc5ccc
ccc2c3c4
CCCCC1CCCCC1
Cc1ccccc1C3
OCCCC31
c4nc9C
CCC2CC1CCCCC1
CCCCCCCCCCCCCCCCC1CCCC1
COCCOCCOCCOCCOCCOCCO
CCCCCCCCCCCCCCCc1ccccc1
CCCCCCCCCCCCCC1CCCC1
CCOCCOc2ccccc2
S1OCCO1
CCN1SS
c3ccc4c5
OCCOCCOCCOCCOc1ccccc1
N3Cc1ccccc1C3
CC5CN
Nc2ccccc2C3c1ccccc1
ccc63
ccc6OC
C6CN
c1cc3n5
C5c1cccc
C5C6CN
C2CCC1OCCCC31
CN3c1ccccc1C
cccc2cc4
n1nscc1
ccc7OC
ccc8OC
nc5c3ccc4c5
cccc2C6
c2c3c4c5
CC1C3CC2CO
Cc2cc1CCCCc1cc2
Cc1cccc3c1N2
ccc1c3ccnc5c3ccc4c5
C1CCCCCCCCCCCCCCO1
ccc2c3c4c1ccccc1ccc4
CCC2CC1CCCCC1C3
CCOCCOc2ccccc2OCCOCCOCCOCCOc1ccccc1
CCN1SSN2CCCCC2
Cc1cccc3c1N2CCC3
ccc1c3ccnc5c3ccc4c5nccc4c2ccccc2
CCOCCOc2ccccc2OCCOCCOCCOCCOc1ccccc1OCCOCC3
1CCCC1
5c1ccccc1C4
8ccc
9C
9c
Oc2nc1ccccc1c
Sc3ccccc3
CCCCS2
Clc4ccccc4
ccc1C3
c1ccccc1NS2
Brc5c
COc3ccccc3
COc2cc1ccccc1cc2
ccc2Oc1ccccc1
OC1CCC3C4
C3C1
C3C2OC
CCO4
CCCN3c1ccccc1CCc2ccccc32
CC3C1CCCC1
Cc8ccc
COCCOCCOCCOCCOCCO
CCCCCCCCCCCS
Cc2ccccc2C3C1
C4C3
c1nc9C
c3ccccc5
c5Br
c2c9c
ccc2C5c1ccccc1C4
ccc5C
Cc2cc1ccccc1
COC2C1CC
ccc6C
ccc1cc2O
COCCOCCOCCOCCOCCOCCOCCOCCOCCO
C1C3CCCC1
OC41CCCC1
ccc7C
C1CC2CC1C3C2OC
ccc1N2CCCCS2
COBOC
CCC42CC3C1CCCC1
Clc4ccccc4N
OC1CCC3C4CCC2
c3ccccc53
ccc2C5c1ccccc1C4c3ccccc53
Cc2cc1ccccc1n2C
CCC42CC3C1CCCC1C4C3
6c5
7c2c
8c5
Sc2cc
oc2c1ccccc1
ClCC1OC1
OCCSC
CCCCCOCCCCC
C2CCC3
c2ccoc2c1ccccc1
ccc2C4
ccc2N3C
CCCC1C
c1c7cc
C3SC
CSCS
C1C4
OCCCCCCCCCCCCCCC
CCC2CCC1
CCCCCCCCCCS
CCCCCCCCCCc2c1ccccc1ccc2
C4Sc2cc
NNc2c1ccccc1ccc2
cccc7c2c
cccc8c5
nc2NC
c64
O3c1ccccc1Nc2ccccc32
OC4C3C2
cc1cc3cccc8c5
cc1SC3
c1nonc1
Cc2oc1ccccc1c2C
n2c1ccccc1nc2NC
cc8c64
sc3c1ccccc1ccc3
ccc2c4sc3c1ccccc1ccc3
cc4cc2cccc7c2c
6c5c1c7cc
C2CCC3C1CCC
cc1cc3cccc8c53
cc4cc2cccc7c2c6c5c1c7cc
cc4cc2cccc7c2c6c5c1c7cccc1cc3cccc8c53
Fn1n
Nc4
oc5c2ccccc2
CCCCOB
ccc1c4c3
c1ccccc1c3ccc2ccccc2
CCCCCCCCc1ccccc1
BrP
BrNC
Brc2cc1ccccc1cc2
COCBr
COc2c1ccccc1ncc2
ccc2NS
c1cccccccc
CC2C1CCC
N1CSCC1
cc2Oc1ccccc1
SCc2occc2
CCCCCCCCCCCCCCCN1CCCC1
ccc1O2
cc1Oc
c3ccc4
ccccccccc1
CC4C2
Oc1cc2Cl
cc1ccc3n5
Cc2nc1ccc
ccc1c3oc
OC3CC1
ccc2c1ccccc1o3
cc1c2ccc1C
Fc1ocnc1
CCN3Cc2ccccc2
c5c2ccccc2c3ccc4
Clc2cc1Oc
ccc1c3cc4c2ccccc2ccc54
Fn1nccn1
Nc4c1ccccc1c3ccc2ccccc2
ccc1c4c3c5c2ccccc2c3ccc4
c1ccccccccccccccccc1
Nc4c1ccccc1c3ccc2ccccc2c3c4
3C2C1C3
Cc2ccccn2
FCCO
Fc3ccc
NCCCCCCCCCCCCCC
Nc1sccn1
Nc1no
CCn3c1ccccc1c2ccccc32
ccnn2
c1ccc2ccccc32
ClCCCBr
ccc1c2n
CCCCCCCCN1CCCC1
Brc3ccc
C2CCCC31
COOC
c1ccccc1ccc2ccccc32
CCCCCCCn1ccnc1
FCCCl
OCCCCCCCCCCCCCCCCCCCCCC
CCCCNCC
nc1c3
CC3OC2
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC
C2C54
CCCCCCCCCCCCCCC1CCCC1
C4C1
CCCCc1ccccc1O
n3c1ccccc1nc2ccccc32
n3c1ccccc1ccc2ccccc32
COC2c1ccccc1
C53C2C1C3
cccc2c3
OC4C3C5
c1ccccc1S3
Cn2ccnn2
4CC5C1C2
CC2CC3C1CC4CC5C1C2
Nc1nonc1N
ccc1c2ncccc2c3
C2CCCC31CCCO1
C53C2C1C3C4C1
OC4C3C5CC2CC3C1CC4CC5C1C2
Cc3cc2OCOc2cc3
NCCCCCCCCCCC
CCCCN1CCCCC1
c1SC
ccc1ncc2
ccc1c2s
CCCc2c1ccccc1ccc2
c2ccc1ccccc1c2O
CCCCCCCc1occc1
C3c2ccccc2C
ccc1C4
OCCCCCCCCCCCCCCCCC
CCC2CC1OC
CCCCCCCCCCCCCCCCc1ccccc1
S1CCC1
cc3c1SC
Cc2cc1cc
CCCCCCCC1CC1C
cc1ccc2c3
COc2ccccc2NC
C3O4
Sc2c4cc
Nc3ccccc3OC
CC3C5Cc4ccc2OC
CCCCN1CCCCC1C
ccc1c2sc3
FCCCCl
Sc2c1ccccc1ccc2
CCCCc2cc
C1OCCOCC
CCCCCCCCC1CCCC1
CC1OCCCCCCCCCCC
Brc6
CCC1NC2
c3nc9C
OC2CCCC2C1CCCC1
CCCCCCCCCCCCBr
CN2CC
N3CCc2ccccc2
N3CCCCC3
ccc5Br
C2CC3C1CC
ccc7Br
ccc8Br
N4CC
CC2CCCC1CCC2
CCCCc2ccc3cc2
C1OCCOCCOCCOCCOCCOC1
CC1OCCCCCCCCCCCOC1
Brc6ccc
CCC1NC2CCCCC2
N3CCc2ccccc2C3C4
CCCCCC1CCCCC1
CCCCCC1CC
CCCCn2c1ccccc1nn2
ccc1NC
c2cc1C
C3COC
CCOc2cc1ccccc1cc2
c4c3ccccc3
CN1CCCC1c2ccccc2
OC2CC4
C4c3cc2cccc
C4C1CC3CC1
CC1CCc2c1cccc2
ccc4c1cc2
COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
C1CCCCCCCCCC1
CC2C3C4C1CC3CC1
CC2CCC3C2C
c2cc1Cc4c3ccccc3
OC2CC4CC2C3C4C1CC3CC1
C4c3cc2ccccc2cc3C
c2cc1Cc4c3ccccc3ccc4c1cc2
s5
Clc2cc1ccccc1cc2
c2Br
c2c3c5
cc2ccccc4
CC3OCC2
COc1ccccc1OCC
CCCCCCCCCCCCCCc1ccccc1
cccc2c4
cc1cc3c2ccccc42
ccc1cc3s4
ccc1cc3cc2ccccc4
c3c1ccccc1ccc3s5
cccc3c4
c2c3c5cccc3c4
ccc1cc3cc2ccccc42
2CCCC2
3c1C
Nc3c1ccccc1cc2ccccc32
cccc2O
ccc1c4ccc3
c1ccccc1c5
C1CCCC
c2C3
c2cc54
C32CCCC2
cc2cccc
c4cc2cccc
ccc3c4
FCOCBr
O3c1ccccc1Oc2ccccc32
Oc1cccc3c1C
Cc2nn
C5c3cc1ccccc1cc3
ccc2cc3c5cc
cccc6c3c4c5
ccc1c4ccc3cccc6c3c4c5
c1ccccc1c5ccc3c4
C32CCCC2C1CC3CC1
c4cc2ccccc2cc54
C5c3cc1ccccc1cc3C
ccc2cc3c5ccc1ccccc1c5ccc3c4
ccc1c4ccc3cccc6c3c4c5c2ccccc62
2c1ccccc1CCC2
on3
OCN
c1cccc2C
c3Br
CCCCCCC2c1ccccc1CCC2
c2c1ccccc1cc3
ccc1c3nc
NCCNCCNCCNCCNCCN
Cc2cccc3c2c1ccccc1cc3
Cc1cccc2c1cccc2C
ccc2c1ccccc1Cl
OC1CCC4
CC3OC
ccc2C3CCC41C
C3CCc2cc
CC2CCC3C1CC
CC3C5Cc4ccc2O
OC1CCC4C3CCc2cc
C1c
OCCCCCCCCCCO
CC3C2CCC
C21OC
c2ccccc2NC3
nc2ccccc2cc4
CCSSSC
c3c4nc2ccccc2cc4
ccc1nc3c4nc2ccccc2cc4
COCCC1OC
c3c2ccccc2ccc3
CCCCCC1COCCC1OC
C1CC3CCC21C
Cc1ccccc1OP
Oc2ccccc2Cc1ccccc1
Oc3ccccc3C
CCCCC2OC
CCCCCCCCCOC1
2CC1
OC32CC1
CCCCCCCOCC1
CC1CCCCCCCCCCC
CC1OC1C
CCCCCC1OC1C
OC2CC1CCC
OCC1CC1
C2OC2
C2OC2C1OC1
cc1C2
OC1CCCCC1O
CC1CC3CC2
C1CCCCC1OC
CC1CCCC1C
CC2Oc1cnccn1
CC1CC3CC2CC2
CCCCCCCCCCOC1
CCCC1SC
CN1CCCC1C
C3C2C1CC
CCCC1SCOCC1
c1ccccc1CC2C
ccc2C1
OC1O
CCC1C2C
CC1CCCCC1C
C21CC
CC1COC2C
CCCCC21O
CC3OC2c1ccccc1CC2C
NF
O4
cc1C2C
cc1COC2
C2CCC4
C2CC1CCCCC1CC2
C3CCC1
OCC1CC1CC
C1CCCOC1
